Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: O Bogowie... Moja głowa...
uk: О, Боги... Моя голова...

source: O Hendriku?
uk: Про Хендріка?

source: O Innosie chroń moją duszę!
uk: О Інносе, захисти мою душу!

source: O Innosie! To było tak dawno. Zaczynam... pamiętać.
uk: О, Інносе! Це було так давно. Я починаю... згадувати.

source: O Innosie...
uk: О, Інносе...

source: O Londramczykach krąży mnóstwo opowieści. Mówi się, że nie mają sobie równych w posługiwaniu się łukiem, dlatego że zaczynają trenować mięśnie ramion od najmłodszych lat. Inni z kolei, trochę ze złośliwości, trochę z zazdrości, twierdzą, że mieszkańcy tej wyspy są tak bardzo przywiązani do swoich łuków, że sypiają z nimi częściej niż z własnymi żonami. Bez względu na to, czy wierzysz tym historiom, czy nie, prawda jest taka, że nigdzie na świecie nie znajdziesz lepszych strzelców od Londramczyków.
uk: Існує безліч історій про лондрамців. Кажуть, що їм немає рівних у стрільбі з лука, бо вони починають тренувати м'язи рук ще з дитинства. Деякі, частково зі злості, частково від заздрощів, кажуть, що остров'яни настільки прив'язані до своїх луків, що сплять із ними частіше, ніж з власними дружинами. Чи вірите ви в ці історії чи ні, але правда в тому, що в світі ніде не знайти кращих стрільців, ніж лондрамці.

source: O Psotnym Nyordku i Chciwym Królu: Tom I
uk: Про бешкетника Нордека та жадібного короля. Том I

source: O Psotnym Nyordku i Chciwym Królu: Tom II
uk: Про бешкетника Нордека та жадібного короля. Том II

source: O Psotnym Nyordku i Chciwym Królu: Tom III
uk: Про бешкетника Нордека та жадібного короля. Том III

source: O Rositę możesz być spokojny. Jest tu dużo innych typów, których można posądzić o morderstwo.
uk: Щодо Розіти можеш не сумніватися. Тут повно інших кадрів, яких можна запідозрити у вбивстві.

source: O bogactwach kryjących się w tutejszych kopalniach było głośno w całym królestwie!
uk: Про скарби, що сховані в місцевих копальнях говорило все королівство.

source: O bogowie, moja głowa...
uk: О боги, моя голова...

source: O bogowie, obcy! Odejdź, odejdź!
uk: О боги, чужинець! Йди геть, геть!

source: O bogowie, walka!
uk: О боги, бійка!

source: O bogowie, znowu to samo. Ile razy mam powtarzać, handluję legalnie!
uk: О боги, знову почалося. Скільки разів я повинен повторювати, я торгую легально!

source: O bogowie...
uk: О боги...

source: O cholera!
uk: От холера!

source: O cholera! Jest gorzej, niż przypuszczałem! Jasny gwint, co im przyszło do głowy...
uk: От лайно! Це гірше, ніж я думав! Чорт забирай, що ж їм прийшло в голову...

source: O cholera! Już myślałem, że nas mają!
uk: От дідько! Я вже думав, що нам кінець!

source: O cholera! Muszę złożyć jej wizytę szybciej, niż planowałem. Tylko czy Ulryk da mi przepustkę... Ugh! Zawsze pod górę!
uk: От дідько! Мені потрібно навідатися до неї раніше, ніж я планував. От тільки чи Ульрік відпустить мене... Тьху! Постійно щось не так!

source: O cholera! Przecież to wilcze jagody! Ten truciciel chyba chce nas wszystkich pozabijać!
uk: От холера! Це ж вовчі ягоди! Гадаю, цей отруювач хоче усіх нас повбивати!

source: O cholera! Udało się je zdobyć? To wspaniale.
uk: Чорт забирай! Тобі вдалося її дістати? Це просто прекрасно.

source: O cholera! Wiedziałem, że o czymś zapomnę!
uk: От лайно! Я знав, що щось забуду!

source: O cholera, Nivel mówił, że coś z nimi jest nie tak, ale nie słuchałem.
uk: От дідько, Нівел казав, що з ними щось не так, але я не послухав.

source: O cholera, ale pali. Dobrze, powiedz mi... jak się właściwie nazywasz?
uk: Дідько, але ж він і пече. Гаразд, скажи мені... як тебе там звати?

source: O cholera, ale się musiałeś napracować!
uk: Чорт забирай, та ти, мабуть, тяжко попрацював!

source: O cholera, do Araxos nie przyjmują byle kogo. Musiałeś im nieźle zaimponować!
uk: Дідько, в Араксос не беруть кого прийдеться. Ти, мабуть, справив на них неабияке враження!

source: O cholera, faktycznie ktoś tu leży... dobra, zajmiemy się nim. Jest nas trzech, więc szybko pójdzie. Możesz już sobie iść.
uk: Дідько, тут дійсно хтось лежить... добре, ми про нього подбаємо. Нас троє, тож ми швидко впораємось. А ти можеш іти.

source: O cholera, jak pali!
uk: От дідько, як пече!

source: O cholera, jak tego dokonałeś? Udało ci się namówić wszystkich. Nie liczyłem na to, naprawdę.
uk: Дідько, як ти це зробив? Тобі вдалося переконати всіх. Я на це не розраховував, чесно кажучи.

source: O cholera, jest tam! Widzisz?!
uk: От дідько, він там! Бачиш?!

source: O cholera, jesteś naprawdę niezły. Cóż, chyba rzeczywiście nie jestem stworzony do miecza.
uk: От дідько, а ти справді молодець. Що ж, мабуть, я дійсно не створений для меча.

source: O cholera, mocne paskudztwo. Tak, wiem, co to. Taką mieszankę nazywamy Smoczym Pyłem.
uk: От холера, потужна штука. Так, я знаю, що це. Ми називаємо таку суміш Драконячим пилом.

source: O cholera, mocno mnie dziabnęli...
uk: От дідько, добряче мене зачепило...

source: O cholera, przepraszam.
uk: От халепа, пробач.

source: O cholera, strażnik, pracujący dla mnie? Tego to bym się w życiu nie spodziewał...
uk: От дідько, вартовий, що працює на мене? Ніколи б не подумав, що таке може статися...

source: O cholera, zdobyłeś je! Magowie powinni być z tego naprawdę zadowoleni!
uk: Дідько, ти їх зібрав! Маги будуть від цього в захваті!

source: O cholera...
uk: От холера...

source: O cholera... Cóż... Yyy... Na pewno nie będę podejmował takiej decyzji w obecnym stanie. Pomóż mi wytrzeźwieć, to na zdrowy umysł zdecyduję, czy ryzykować dla ciebie życie.
uk: От дідько... Що ж... Еее... Напевно, в такому стані я не зможу прийняти таке рішення. Допоможи мені протверезіти, і тоді я зі здоровим глуздом вирішу, чи варто задля тебе ризикувати життям.

source: O cholera... ahh... wykręca buźkę pierwszorzędnie!
uk: От дідько... аах... аж вилиці зводить!

source: O cholera... czuję się teraz tak głupio, że nie poszedłem z tobą...
uk: От дідько... Я почуваюся таким дурнем, що не пішов з тобою...

source: O cholera... mocno mnie dziabnął sukinsyn...
uk: От зараза... цей гад добряче вжалив мене...

source: O cholera... no to cię znalazłem...
uk: От холера... добре, що я тебе знайшов...

source: O cholera... znaleźli mnie...
uk: Дідько... мене знайшли...

source: O chłopie, dobry jesteś! To było doprawdy odświeżające!
uk: Хлопче, а ти вправний! Це було дійсно щось нове!

source: O cię cholera... co tu robisz?
uk: От дідько... Що ти тут робиш?

source: O co chodzi z tym drugim straganem?
uk: А що з тим іншим прилавком?

source: O co chodzi z tymi kapliczkami?
uk: Що це за вівтарі?

source: O co chodzi z tymi rurami w całej twierdzy?
uk: А що це за труби по всій фортеці?

source: O co chodzi z tymi winogronami?
uk: А що за поспіх з тим виноградом?

source: O co chodzi?
uk: В чому справа?

source: O co chodzi? Brakuje ci na piwo?
uk: Що сталось? Тобі не вистачає на пиво?

source: O co chodzi? Jak to o co chodzi?
uk: У чому справа? Що ти маєш на увазі?

source: O co chodzi? Nic nie rozumiem!
uk: Що це все означає? Я нічого не розумію!

source: O co chodzi? Wykonałeś zlecone zadanie, należy ci się zapłata.
uk: Що таке? Ти виконав свою роботу, і тобі належить оплата.

source: O co ci chodzi?
uk: Що ти маєш на увазі?

source: O co ci chodzi? Zrobiłem swoje. Rozliczmy się i pożegnajmy.
uk: Що ти маєш на увазі? Я зробив свою справу. Давай розрахуємось і попрощаємось.

source: O czym jak o czym, ale o nagrodzie za zlecenie nigdy nie zapomnę! Do zobaczenia!
uk: Можу забути про що завгодно, але не про винагороду за роботу! До зустрічі!

source: O czym mowa?
uk: Про що йде мова?

source: O czym muszę pamiętać?
uk: Про що я маю пам'ятати?

source: O czym mówisz?
uk: Про що ти говориш?

source: O czym rozmawialiście?
uk: Про що ви розмовляли?

source: O czym ten nieszczęśnik mówił?
uk: Про що говорив той нещасний?

source: O czym ty do cholery mówisz?
uk: Про що ти, в дідька, говориш?

source: O czym ty do mnie mówisz? Do cholery z wami!
uk: Про що ти говориш? Ну вас до біса!

source: O czym ty gadasz?
uk: Ти про що?

source: O czym ty gadasz? Zaraz cię skasuję, gnojku!
uk: Що ти верзеш? Я тебе розчавлю, виродку!

source: O czym ty mówisz!
uk: Що ти таке кажеш!

source: O czym ty mówisz?
uk: Про що ти говориш?

source: O czym ty mówisz? Jeśli on nie jest w stanie tego dokonać, to nie jest godzien być moim synem.
uk: Про що ти говориш? Якщо він не здатен цього зробити, то він не гідний бути моїм сином.

source: O czym ty mówisz? Nie miałem czasu, aby biec na drugi koniec wyspy. Zajmę się tym w swoim czasie.
uk: Про що ти мелеш? У мене не було часу бігти на інший кінець острова. Я займуся цим у свій час.

source: O czym ty mówisz?!
uk: Про що ти говориш?!

source: O czym ty znowu bredzisz, Kesselu?
uk: Що ти знову верзеш, Кесселю?

source: O czym?
uk: Про що?

source: O człowieku można wiele się dowiedzieć poprzez samą obserwację jego pracy.
uk: Можна багато чого дізнатися про людину, просто спостерігаючи за її роботою.

source: O glejt upoważniający do wejścia na Stare Miasto.
uk: Ту перепустку, яка дає тобі право на вхід до Старого міста.

source: O i doskonale... No to zastanów się dokładnie, kogo byś chciał zabrać z nami, i gdy już będziesz pewny, to wrócimy do tego tematu.
uk: Прекрасно... Ретельно обміркуй, кого ти хочеш взяти з собою, а коли будеш впевнений, ми повернемось до цієї теми.

source: O ile dobrze pamiętam, brakującym składnikiem jest zębate ziele. Jedna roślina wystarczy.
uk: Якщо я правильно пам'ятаю, відсутній інгредієнт – це снеппер-трава. Однієї рослини вистачить.

source: O ile dobrze pamiętam, jeśli pogadasz z kowalem Odgarem i cię polubi, to może ci taki zrobić.
uk: Наскільки я правильно пам'ятаю, якщо ти поговориш з ковалем Одгаром і сподобаєшся йому, він може викувати тобі такий.

source: O ile dobrze pamiętam, znajduje się tam mała kotlina, może właśnie w niej się zatrzymali.
uk: Якщо я правильно пам'ятаю, там є невелика ущелина. Можливо, саме там вони зупинилися.

source: O ile dobrze słyszałem, ciągle wyklinała pod nosem twoje imię.
uk: Наскільки я міг чути, вона постійно проклинала твоє ім'я собі під ніс.

source: O ile jest w tym jakiś potencjał.
uk: Якщо у позичальника є якийсь потенціал.

source: O ile mi wiadomo, strażnicy pochwycili już winnego.
uk: Наскільки мені відомо, Варта вже затримала винного.

source: O ile mnie pamięć nie myli, ktoś taki pracuje w obozie drwali u Knuta. Podobno stale są z nim jakieś problemy.
uk: Якщо мені не зраджує пам'ять, такий чоловік працює в таборі лісорубів Кнута. Судячи з усього, з ним постійно якісь проблеми.

source: O ile mnie pamięć nie myli, miasto Archolos leży na północ stąd, a wy przyszliście od strony Wybrzeża Topielców...
uk: Якщо мені не зраджує пам'ять, місто Архолос знаходиться на північ звідси, а ви прийшли з боку Узбережжя луркерів...

source: O ile motywuje to do pracy, to sprawia równocześnie, że większość chłopców omija małe, dopiero dojrzewające okazy.
uk: Це мотивує до роботи, але водночас змушує більшість хлопців пропускати маленькі, щойно дозрілі грона.

source: O ile nie kraczesz jak ścierwojad, powinna docenić twoje starania. Jeśli faktycznie jesteś tak kiepski, jak twierdzisz, to wynajmij profesjonalistę.
uk: Якщо ти не горлаєш, як падальник, вона повинна оцінити твої зусилля. Якщо все дійсно настільки погано, як ти стверджуєш, то найми професіонала.

source: O ile nie masz jakiegoś zaprzyjaźnionego gwardzisty ani nie pracujesz dla samego Wysłannika Królewskiego, to nie mam pojęcia, jak miałbyś taki zdobyć...
uk: Якщо у тебе немає якогось знайомого гвардійця або ти не працюєш на самого Королівського посла, я не уявляю, як ти зможеш його дістати...

source: O ile odzyskanie wyposażenia na własną rękę raczej jest niemożliwe, o tyle nie musisz się obawiać, że utracisz cokolwiek ze swojego dobytku.
uk: Попри те, що зараз неможливо повернути твої речі, не хвилюйся, ти не втратиш нічого зі свого майна.

source: O ile podczas tej wyprawy będzie można zdobyć trochę złota, to wpisuj mnie na listę jeszcze teraz.
uk: Якщо в цій експедиції можна здобути трохи золота, вписуй мене до списку вже зараз.

source: O ile w przypadku strzelania do zwierząt zasada jest prosta: zabij, zanim do ciebie dobiegnie...
uk: Стріляючи в звірів, пам’ятай просте правило: вбий його, доки він не дістався до тебе...

source: O ile wiemy, on nikogo nie zabił...
uk: Наскільки нам відомо, він нікого не вбивав...

source: O ile wystarczy im materiałów to z pewnością szybko to przygotują.
uk: Якщо матеріалів вистачить, вони напевно швидко впораються.

source: O interes twojego życia kolego!
uk: Справа твого життя, братику!

source: O jak miło! Będę twoją tarczą!
uk: О, як приємно! Я буду твоїм щитом!

source: O jaki glejt ci chodzi?
uk: А яку перепустку ти маєш на увазі?

source: O jakich błędach Rodericha mówisz?
uk: Про які помилки Родеріха ти говориш?

source: O jakich błędach mówisz?
uk: Про які помилки ти говориш?

source: O jakich oddziałach mowa?
uk: Про які саме підрозділи йдеться?

source: O jakich orkach? Statek rozbił się o skały. Chyba, że coś źle zrozumiałem?
uk: Про яких орків? Корабель розбився об скелі. Чи я щось не так зрозумів?

source: O jakim zagrożeniu mówisz?
uk: Про яку небезпеку мова?

source: O jaką książkę chodziło?
uk: Про яку книгу йдеться?

source: O jeśli uda mi się ich znaleźć. Możliwe, że Cortez już się nimi zajął.
uk: Якщо тільки вдасться їх знайти. Можливо, Кортез вже ними зайнявся.

source: O kim mówisz?
uk: Про кого ти говориш?

source: O kim ty mówisz?
uk: Про кого ти говориш?

source: O kolego! Teraz to przesadziłeś. Nie dość, że mnie obrażasz, to jeszcze chcesz mnie okraść z MOJEJ własności.
uk: Ох, старий! Це вже занадто. Мало того, що ти мене ображаєш, ти ще й хочеш відібрати у мене МОЮ власність.

source: O której godzinie grał?
uk: О котрій годині він грав?

source: O którą plażę chodzi dokładnie?
uk: Про який саме пляж ти говориш?

source: O mnie chodzi?
uk: Ти до мене?

source: O mnie się nie martw, i tak nie przepadałem za tym złomem.
uk: Не хвилюйся за мене, мені ніколи не подобався цей металобрухт.

source: O moim Willu, rzecz jasna!
uk: Про мого Вілла, звісно!

source: O nic! Wydaje mi się, że coś kombinujesz!
uk: Нічого! Я думаю, що ти щось задумав!

source: O niczym takim się nie dowie, bo mnie wkręcałeś! Podpytałem ludzi, nikt nie został ostatnio postrzelony z kuszy!
uk: Він ні про що не дізнається, бо ти мене підставив! Я розпитав людей, нікого не підстрелили з арбалета останнім часом!

source: O nie! Absolutnie! Tak łatwo się nie wywiniesz!
uk: O, ні! Ще чого! Ти так легко не викрутишся!

source: O nie! Nie pozwolę się tak traktować! Już tu nie pracujesz! Gwarantuje ci to. Dima się o wszystkim dowie!
uk: О, ні! Я не дозволю так з собою поводитись! Ти тут більше не працюватимеш! Це я тобі гарантую. Діна про все дізнається!

source: O nie! Pomińmy fakt, że może mu coś być...
uk: Тільки не це! Давай проігноруємо той факт, що з ним могло щось трапитись...

source: O nie! Sam mu to powiesz! Ja nie będę ryzykować głową!
uk: О, ні! Скажи це йому сам! Я не ризикуватиму своєю головою!

source: O nie! Tak łatwo mnie nie oszukasz! Pokażę ci, co robimy w armii z takimi cwaniakami jak ty!
uk: О, ні! Мене так просто не обдуриш! Зараз я тобі покажу, що ми робимо в армії з такими виродками, як ти!

source: O nie! Walcz!
uk: О, ні! Бийся!

source: O nie, chłopaczku. Myślę, że jesteś dokładnie w tym miejscu, w którym miałeś się znaleźć.
uk: О ні, хлопче. Я думаю, що ти саме там, де повинен бути.

source: O nie, już za bardzo się zaangażowałeś w ten konflikt. Powiedz, co twoim zdaniem powinienem zrobić?
uk: О ні, ти вже занадто втягнувся в цей конфлікт. Скажи мені, що, на твою думку, я маю робити?

source: O nie, moje serce! Jak ja to zniosę! Hehehehehehehehe.
uk: О ні, моє серце! Як я це витримаю! Хе-хе-хе-хе-хе-хе-хе-хе.

source: O nie, mój drogi, jestem głosem ludu, a moje imię kiedyś przyozdabiać będzie pomniki! Hahaha! Hahahaha!
uk: О ні, мій любий, я – це голос народу, і моє ім'я колись прикрасить пам'ятники! Ха-ха-ха! Ха-ха-ха-ха!

source: O nie, nie ma mowy, nigdzie nie wracam!
uk: Ну ні, нікуди я не повернуся!

source: O nie, nie. Trzymaj ten gnój, bo zaraz ci powiem, co masz z nim zrobić.
uk: Ой, ні, ні. Залиш цей гній у себе. Я скажу, що з ним робити.

source: O nie, podziękuję! Wolę inne formy spędzania wolnego czasu niż służenie za obiad jakimś wielkim mrówkom!
uk: О ні, дякую! Я віддаю перевагу іншим видам відпочинку, ніж служити обідом якимось великим мурахам!

source: O nie, tak tego nie zostawię...
uk: О ні, я цього так не залишу...

source: O nie, to wasz kolega-nieboszczyk nie zapłacił za transport.
uk: О ні, вас обдурив твій друг-боржник, який не заплатив за човен.

source: O nie, to znowu ty?
uk: О ні, це знову ти?

source: O nie... nie, nie, NIE! Tylko nie to!
uk: О ні... ні, ні, НІ! Тільки не це!

source: O nieźle. Jestem trochę w szoku. Zjawia się taki młokos... Cholera. Trzymaj, wygrałeś mój pierścień.
uk: Непогано. Я трохи шокований. Дідько, програв такому молокососу... Тримай, ти виграв мій перстень.

source: O pieniądze się nie martw. Za taką robotę możesz się spodziewać kilku wypłat.
uk: Про гроші не хвилюйтеся. За таку роботу можеш розраховувати на кілька виплат.

source: O ponownym otwarciu kopalni poinformujemy wszystkich poprzez stosowne ogłoszenia!
uk: Про відновлення роботи копальні ми повідомимо всіх відповідними оголошеннями!

source: O postępie!
uk: Про прогрес!

source: O proszę! Tego się nie spodziewałem.
uk: Оце так! Цього я не очікував.

source: O proszę, ktoś tu zaczyna sobie rościć. Dobrze, to... przynieś mi potrawkę z niedźwiedzia. Zawsze chciałem takiej spróbować.
uk: Хтось тут починає бути вимогливим. Ну добре, тоді... принеси мені рагу з ведмежатини. Завжди хотів спробувати.

source: O rany...
uk: О Боже...

source: O rety, rety...
uk: О, боже, боже...

source: O suchym pysku nie ma co rozmawiać.
uk: З сухим ротом немає про що розмовляти.

source: O szachach, oczywiście, a niby o czym innym? Zaraz... nie masz pojęcia co to za gra, prawda?
uk: Про шахи, звісно, а про що ж ще? Стривай... Ти що, уявлення не маєш, що це за гра?

source: O szczegółach porozmawiamy, gdy wrócisz. Ruszaj!
uk: Поговоримо про деталі, коли ти повернешся. Рушай!

source: O szkatule możesz zapomnieć, nie oddam ci jej!
uk: Можеш забути про скриньку, я тобі її не віддам!

source: O tak!
uk: О, так!

source: O tak, na pewno będzie miły. Jeszcze zostało mi tutaj kilka dziewczyn do poznania!
uk: О так, це, безумовно, буде приємно. Мені ще треба познайомитися з кількома дівчатами!

source: O tak, to jest broń, a nie jakiś złom, którym machacie tam u siebie w mieście!
uk: О, так, це справжня зброя, а не якийсь там брухт, яким розмахують у місті!

source: O tak, właśnie chwili odpoczynku potrzebowałem. Praca nigdzie nie ucieknie.
uk: О так, мені просто потрібна була перерва. Робота нікуди не дінеться.

source: O to dobrze, bo już chciałem ruszać sam. Chodź za mną.
uk: О, це добре, бо я вже збирався йти далі сам. Ходи за мною.

source: O to mój drogi chłopcze musisz zapytać już swoich kolegów.
uk: Про це, мій любий юначе, краще запитай у своїх колег.

source: O to samo mógłbym zapytać ciebie i twoich koleżków.
uk: Те ж саме я можу запитати тебе і твоїх колег.

source: O to samo mógłbym zapytać najemnika Araxos.
uk: Я міг би запитати те саме у найманця Араксосу.

source: O to się nie martw, poradzę sobie.
uk: Не хвилюйся, я з цим розберуся.

source: O to się nie martw. Gerhard wszystko przekalkulował i po kilku miesiącach dobrego utargu wrócimy na prostą.
uk: Не хвилюйся про це. Герхард все прорахував, і через кілька місяців гарного врожаю ми відновимо збитки.

source: O to zapytaj już tych, którzy obrabiali jego zwłoki. Może mag będzie wiedział.
uk: Попитай тих, хто обробляв його тіло. Може, маг щось знає.

source: O to, to! Panowie strażnicy, możecie spokojnie patrolować dalej, tu nic ciekawego się nie dzieje! Sami uczciwi ludzie! No, może z wyjątkiem tego w willi...
uk: Отож-бо! Панове вартові, можете продовжувати патрулювання, нічого цікавого тут немає! Тут лише чесні люди! Ну, можливо, крім того, що у маєтку...

source: O trzeciej po południu...
uk: О третій годині дня...

source: O ty mały cwaniaczku. Nie wiem, w co grasz, ale uwierz mi, że za mniejsze rzeczy ludzie tutaj umierali.
uk: Ах ти, малий виродок. Не знаю, у які ігри ти граєш, але повір мені, люди тут гинули і за менше.

source: O ty złodziejaszku jeden! Myszkować się zachciało, co?
uk: Ах ти ж злодюга! Захотілося понишпорити у чужих речах, га?

source: O ty! Odmawiasz mi ostatniej przysługi. Jestem słaby, ale z takim śmieciem dam sobie radę!
uk: Ти відмовляєш мені в останньому бажанні. Я слабкий, але все ще впораюся з таким виродком, як ти!

source: O tym nie pomyślałem. Brzmi sensownie.
uk: Я про це не подумав. Звучить розумно.

source: O tym nieudaczniku? Jego słowo już dawno przestało mieć jakiekolwiek znaczenie. Realną władzę w królestwie ma teraz dworska świta.
uk: Про цього невдаху? Його слово вже давно перестало мати якесь значення. Реальна влада в королівстві тепер належить придворному оточенню.

source: O tym w sumie nie pomyślałem. Słyszałem waszą rozmowę.
uk: Я про це й не подумав. Я чув вашу розмову.

source: O tym zadecyduje Bradlock. Znajdziesz go w korytarzu.
uk: Це вирішить Бредлок. Знайдеш його в коридорі.

source: O widzisz, o tym nie pomyślałem.
uk: О, бачиш, я про це не подумав.

source: O wielkim magu Mikhtarze
uk: Про великого мага Міхтара

source: O wilku mowa!
uk: Про вовка промовка!

source: O większości wszelaki słuch zaginął, a ci, którzy się odnaleźli, wrócili jacyś tacy inni, z zieloną skórą, nieobecni, niektórzy podobno z ranami, czy nawet bez kończyn.
uk: Більшість з них зникли безвісти, а ті, кого вдалося знайти, повернулися якимись іншими, з позеленілою шкірою, розгублені, дехто поранений або навіть без кінцівок.

source: O wodę nie musieliśmy się martwić, spływa po większości ścian tutaj. No i jeden z nas potrafił rozpoznać jadalne grzyby, więc głodni nie chodziliśmy.
uk: Про воду ми могли не турбуватись, вона тут стікає майже по всіх стінах. А один з нас вмів розпізнавати їстівні гриби, тож ми не голодували.

source: O wróciłeś! Jak tam poszukiwania towarów?
uk: О, ти повернувся! Як просувається пошук товарів?

source: O zmarłych nie powinno się źle mówić, ale chłopak wcale nie był takim bohaterem jak go wszyscy przedstawiają.
uk: Не можна говорити погано про мертвих, але хлопець був зовсім не таким героєм, яким його описують.

source: O zobacz!
uk: О, поглянь!

source: O zębaczach, oczywiście!
uk: Про снепперів, звісно!

source: O! A to dlaczego? Przecież to wolny kraj! Obywatele mogą przebywać na świeżym powietrzu, prawda?
uk: Що?! І чому ж це? Адже це вільна країна! Громадяни мають право перебувати на свіжому повітрі, хіба ні?

source: O! Jesteś taki sam jak reszta tych larw z miasta!
uk: O! Ти такий самий, як і решта міських паразитів!

source: O! Nareszcie na kogoś trafiłem! Mieli jednak rację, jak mówili, że w nocy trudno kogoś znaleźć... ale oto jesteście wy! Wspaniale!
uk: O! Нарешті я зустрів когось! Вони були праві, коли говорили, що вночі важко когось знайти... але ось ви тут! Чудово!

source: O! Pasują do siebie. Zobacz, teraz to cały klucz! I to chyba w pełni używalny, jakby specjalnie ktoś wykonał go tak, by dało się go podzielić na dwie części.
uk: O! Вони підходять один до одного. Бачиш, тепер це цілий ключ! І я думаю, що він цілком придатний для використання, ніби хтось спеціально зробив його таким, щоб його можна було розділити на дві частини.

source: O! To chyba ciebie szukam!
uk: O! Схоже, це тебе я шукаю!

source: O! To jest idealne!
uk: O! Вона ідеальна!

source: O! To mogłoby stanowić dowód, że mają poczucie wartości. Mógłbym to wykorzystać w badaniach, żeby przyciągać je w odpowiednie miejsca...
uk: О! Це може бути доказом того, що вони усвідомлюють свою цінність. Я міг би використати це в дослідженнях, щоб заманювати їх в потрібні місця...
